Repository: madmartin/vdr-clock
Catalog: po/*.po
Languages: de_de

source: A Simple Clock
de_de: Eine einfache Uhr

source: Clock
de_de: Uhr

source: White
de_de: Weiß

source: Black
de_de: Schwarz

source: Red
de_de: Rot

source: Green
de_de: Grün

source: Yellow
de_de: Gelb

source: Blue
de_de: Blau

source: Internet time
de_de: Internet-Zeit

source: Tea clock
de_de: Teekocher

source: It's tea time
de_de: Es ist Teezeit!

source: Type of the clock
de_de: Art der Uhr

source: Background color
de_de: Hintergrundfarbe

source: Foreground color
de_de: Vordergrundfarbe

source: Show Seconds
de_de: Sekunden anzeigen

source: Analog clock size
de_de: Größe der analogen Uhr

source: Arrow color
de_de: Zeigerfarbe

source: Length of hour arrow [%]
de_de: Länge des Stundenzeigers [%]

source: Width of hour arrow [%]
de_de: Breite des Stundenzeigers [%]

source: Length of min arrow [%]
de_de: Länge des Minutenzeigers [%]

source: Width of min arrow [%]
de_de: Breite des Minutenzeigers [%]

source: Seconds arrow color
de_de: Farbe des Sekundenzeigers

source: Length of sec arrow [%]
de_de: Länge des Sekundenzeigers [%]

source: Width of sec arrow [%]
de_de: Breite des Sekundenzeigers [%]

source: Time till tea
de_de: Zeit bis der Tee fertig ist

source: Show Countdown
de_de: Countdown anzeigen
